[{"model": "kinotv.movie", "pk": 1, "fields": {"title": "1+1", "description": "Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, – молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений.", "release_date": "2011-09-23", "rating": 8.8, "duration": 112, "budget": 9500000, "poster": "kinotv/images/movies/posters/11.webp", "genres": [1, 2, 3], "directors": [1, 2], "actors": [1, 3, 4, 5, 6, 7, 8, 9, 10]}}, {"model": "kinotv.movie", "pk": 2, "fields": {"title": "Форрест Гамп", "description": "Сидя на автобусной остановке, Форрест Гамп — не очень умный, но добрый и открытый парень — рассказывает случайным встречным историю своей необыкновенной жизни.\r\n\r\nС самого малолетства парень страдал от заболевания ног, соседские мальчишки дразнили его, но в один прекрасный день Форрест открыл в себе невероятные способности к бегу. Подруга детства Дженни всегда его поддерживала и защищала, но вскоре дороги их разошлись.", "release_date": "1994-06-23", "rating": 8.9, "duration": 142, "budget": 55000000, "poster": "kinotv/images/movies/posters\\Forrest_Gamp_1994.webp", "genres": [1, 2, 4, 5, 6], "directors": [85], "actors": [11, 12, 13, 14, 15, 16, 17, 18, 19, 20]}}, {"model": "kinotv.movie", "pk": 3, "fields": {"title": "Побег из Шоушенка", "description": "Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения.", "release_date": "1994-09-10", "rating": 9.1, "duration": 142, "budget": 25000000, "poster": "kinotv/images/movies/posters\\Pobeg_iz_Shoushenka_1994.webp", "genres": [1], "directors": [86], "actors": [21, 22, 23, 24, 25, 26, 27, 28, 29, 30]}}, {"model": "kinotv.movie", "pk": 4, "fields": {"title": "Интерстеллар", "description": "Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.", "release_date": "2014-11-06", "rating": 8.6, "duration": 169, "budget": 165000000, "poster": "kinotv/images/movies/posters\\Interstellar_2014.webp", "genres": [1, 7, 8], "directors": [87], "actors": [31, 32, 33, 34, 35, 36, 37, 38, 39, 40]}}, {"model": "kinotv.movie", "pk": 5, "fields": {"title": "Властелин колец: Возвращение короля", "description": "Повелитель сил тьмы Саурон направляет свою бесчисленную армию под стены Минас-Тирита, крепости Последней Надежды. Он предвкушает близкую победу, но именно это мешает ему заметить две крохотные фигурки хоббитов, приближающихся к Роковой Горе, где им предстоит уничтожить Кольцо Всевластья.", "release_date": "2003-12-01", "rating": 8.7, "duration": 201, "budget": 94000000, "poster": "kinotv/images/movies/posters\\Vlastelin_kolets_Vozvraschenie_korolja_2003.webp", "genres": [1, 8, 9, 10], "directors": [88], "actors": [41, 42, 43, 44, 45, 46, 47, 48, 49, 50]}}, {"model": "kinotv.movie", "pk": 6, "fields": {"title": "Шрэк", "description": "Жил да был в сказочном государстве большой зеленый великан по имени Шрэк. Жил он в гордом одиночестве в лесу, на болоте, которое считал своим. Но однажды злобный коротышка &#151; лорд Фаркуад, правитель волшебного королевства, безжалостно согнал на Шрэково болото всех сказочных обитателей.\r\n\r\nИ беспечной жизни зеленого великана пришел конец. Но лорд Фаркуад пообещал вернуть Шрэку болото, если великан добудет ему прекрасную принцессу Фиону, которая томится в неприступной башне, охраняемой огнедышащим драконом.", "release_date": "2001-03-22", "rating": 8.2, "duration": 90, "budget": 60000000, "poster": "kinotv/images/movies/posters\\Shrek_2001.webp", "genres": [2, 4, 8, 10, 11, 12], "directors": [90, 91], "actors": [51, 52, 54, 55, 56, 57, 58, 59]}}, {"model": "kinotv.movie", "pk": 7, "fields": {"title": "Как приручить дракона", "description": "Вы узнаете историю подростка Иккинга, которому не слишком близки традиции его героического племени, много лет ведущего войну с драконами. Мир Иккинга переворачивается с ног на голову, когда он неожиданно встречает дракона Беззубика, который поможет ему и другим викингам увидеть привычный мир с совершенно другой стороны…", "release_date": "2010-03-18", "rating": 8.2, "duration": 98, "budget": 165000000, "poster": "kinotv/images/movies/posters\\Kak_priruchit'_drakona_2010.webp", "genres": [2, 8, 10, 11, 12], "directors": [92, 93], "actors": [60, 61, 62, 63]}}, {"model": "kinotv.movie", "pk": 8, "fields": {"title": "Темный рыцарь", "description": "Бэтмен поднимает ставки в войне с криминалом. С помощью лейтенанта Джима Гордона и прокурора Харви Дента он намерен очистить улицы Готэма от преступности. Сотрудничество оказывается эффективным, но скоро они обнаружат себя посреди хаоса, развязанного восходящим криминальным гением, известным напуганным горожанам под именем Джокер.", "release_date": "2008-07-14", "rating": 8.5, "duration": 152, "budget": 185000000, "poster": "kinotv/images/movies/posters\\Temnyj_rytsar'_2008.webp", "genres": [1, 7, 9, 13, 14], "directors": [87], "actors": [22, 35, 64, 65, 66, 67, 68, 69, 70]}}, {"model": "kinotv.movie", "pk": 9, "fields": {"title": "ВАЛЛ·И", "description": "Робот ВАЛЛ·И из года в год прилежно трудится на опустевшей Земле, очищая нашу планету от гор мусора, которые оставили после себя улетевшие в космос люди. Он и не представляет, что совсем скоро произойдут невероятные события, благодаря которым он встретит друзей, поднимется к звездам и даже сумеет изменить к лучшему своих бывших хозяев, совсем позабывших родную Землю.", "release_date": "2008-06-21", "rating": 8.4, "duration": 98, "budget": 180000000, "poster": "kinotv/images/movies/posters\\VALLI_2008.webp", "genres": [7, 8, 11, 12], "directors": [94], "actors": [71, 72, 73, 74]}}, {"model": "kinotv.movie", "pk": 10, "fields": {"title": "Мстители: Война бесконечности", "description": "Пока Мстители и их союзники продолжают защищать мир от различных опасностей, с которыми не смог бы справиться один супергерой, новая угроза возникает из космоса: Танос. Межгалактический тиран преследует цель собрать все шесть Камней Бесконечности - артефакты невероятной силы, с помощью которых можно менять реальность по своему желанию. Всё, с чем Мстители сталкивались ранее, вело к этому моменту – судьба Земли никогда ещё не была столь неопределённой.", "release_date": "2018-04-23", "rating": 8.1, "duration": 149, "budget": 321000000, "poster": "kinotv/images/movies/posters\\Mstiteli_Vojna_beskonechnosti_2018.webp", "genres": [7, 8, 9], "directors": [95, 96], "actors": [75, 76, 77, 78, 79, 80, 81, 82, 83, 84]}}]